<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>
    <meta charset="utf-8"/>
    <title>学长秘籍</title>
    <style type="text/css">
    	.title{
    		font-weight: bold;
    		font-size: 120%;
    		line-height: 200%;
    	}
    </style>
</head>
<body>
<div id="misson" name="misson">
	<p class="title">任务相关介绍</p>
	<p><b>Q：什么是任务？<br>
	A：</b>任务是慕享特色功能之一，为更好地帮助您完成学习目标，根据您的学习行为情况，调整学习内容，并为您提供科学合理的学习计划。慕享根据您近期考试课程内容，结合剩余复习时间，每日生成定制化学习任务，在您学习过程中还会动态生成临时任务，帮助您巩固每日所学。<br>
	任务涉及范围只包含正在学习的课程内容。</p>

	<p><b>Q：都会有哪些任务？<br>
	A：</b>任务共分为三类，分别为标准任务、动态任务和系统任务。<br>
	标准任务：主要以完成日常学习为主，如闯关任务。<br>
	动态任务：根据您在学习过程中掌握程度，动态生成临时任务，巩固学习成果，提高学习效率，如每日一练、随机PK、消灭错题等。<br>
	系统任务：与系统相关的其他任务，帮助您快速了解和使用慕享APP应用，如完善个人信息、新增笔记等。</p>

	<p><b>Q：如何完成任务？<br>
	A：</b>点击学习首页中“今日任务”，慕享为您生成每日学习任务列表，点击列表中“立即前往”按钮，即可直接调整到相应任务页面。<br>
	闯关任务：获得一星（60分）及以上成绩，任务达成。<br>
	每日一练任务：参加答题取得60分及以上成绩，任务达成。<br>
	随机PK任务：赢得PK胜利，任务达成。<br>
	消灭错题任务：课程错题集中“未掌握”错题数变为0，任务达成。<br>
	完善个人信息：上传自定义头像、昵称，任务达成。<br>
	新增笔记：首次在任意课程课件中选择一段文字保存为笔记，任务达成。</p>

	<p><b>Q：完成任务有什么好处？<br>
	A：</b>当您根据任务系统安排完成学习，除了获得正常成绩和积分外，系统将提供获得额外成绩、积分的机会。当您完成闯关、随机PK任务时，点击“领取奖励”能获得一次随机加分的机会，翻出卡片上的分数会直接加到原有成绩中，组成新成绩。</p>

	<p><b>Q：当天未领取奖励，领取会失效吗？<br>
	A：</b>当天未领取的奖励会一直保留在历史任务列表中，随时可以领取，直到课程有效期结束。当课程有效期结束时，任务系统停止，不再产生新的任务，历史任务列表中所有“领取奖励”统一变为“已完成”状态，视为主动放弃奖励。</p>

	<p><b>Q：学习进度如何计算？<br>
	A：</b>慕享根据您正在学习的课程内容安排学习计划，生成任务列表。已完成的任务&divide;任务总数=学习进度百分比。</p>

	<p><b>Q：备考天数和考试间隔天数是什么？<br>
	A：</b>备考天数=正在学习的课程有效期开始日期&minus;今日日期<br>
     考试间隔天数=正在学习的课程有效期结束日期&minus;正在学习的课程有效期开始日期</p>
</div>

<div id="tollgate" name="tollgate">
	<p class="title">闯关和测试的规则说明</p>
	<p><b>每次闯关或测试的题目都一样吗？<br>
	A：</b>闯关的题目出题范围为当前教学节或章，测试的题目出题范围为当前教学章，每次慕享将从出题范围中按难度比例随机抽题。</p>

	<p><b>Q：闯关或测试中途退出还有成绩吗？<br>
	A：</b>闯关和测试答题时，中途退出，视为放弃交卷，已作答的题目不计算成绩。</p>

	<p><b>Q：可以反复刷闯关或测试成绩吗？<br>
	A：</b>可以，课程成绩只统计单次答题的最高成绩，可通过反复闯关或测试来刷新单关成绩，以提高您的课程成绩。</p>

	<p><b>闯关或测试成绩和星级有什么关系？<br>
	A：</b>系统中成绩为百分制，闯关及测试成绩满分为100分，100分可获三星，99-80分可获得二星，79-60分可获一星，60分以下不能获得星级。</p>
</div>

<div id="randomPk" name="randomPk">
	<p class="title">随机PK的规则说明</p>
	<p><b>Q：什么是随机PK？<br>
	A：</b>随机PK是慕享的特色版块，在首页中选择一个课程点击“随机PK”，慕享就会为您随机PK一个小伙伴，和您一起进行答题对战。<br>
	双方同时开始答题，在一定的时间限制内双方均选出答案后，自动进入下一道题目。答题超时，视为放弃做答，直接进入下一题。每次PK答题数为10题，答对题目多者胜出，若答对题目数一致则为平局。</p>

	<p><b>Q：随机PK的题目范围是什么？<br>
	A：</b>随机PK的题目来源于所选PK课程中全部章节考点相关题目。</p>

	<p><b>Q：怎么查看在随机PK中做过的题目？<br>
	A：</b>随机PK结果页中可点击“查看解析”，就能查看到本次PK中全部题目，包括答案解析、答题统计、相关考点等内容。<br>
	若您还想查看某一课程其他随机PK的答题情况，可在该课程的学习统计页面中点击“PK次数”或“PK胜率”进入“PK记录页”，即可浏览您本课程中全部随机PK的答题记录。</p>
</div>

<div id="wrongques" name="wrongques">
	<p class="title">错题集相关介绍</p>
	<p><b>Q：错题集中的题目从哪来？<br>
	A：</b>慕享会自动收集您在闯关、随机PK中答错题目，并把这些题目保存到相应课程下的错题集里“未掌握”状态中，方便您随时查看复习。</p>

	<p><b>Q：错题集中不同的状态是什么意思，他们之间有什么关系？<br>
	A：</b>错题集中共有三个状态，分别为：未掌握、待强化、已消灭<br>
	未掌握：在闯关和随机PK中做错的题目，可继续答题。<br>
	待强化：未掌握状态中答对的题目，可以继续答题。若答错，题目回到未掌握状态。<br>
	已消灭：待强化状态中答对的题目，可以继续答题。若答错，题目回到待强化状态；若答对，可将题目移出错题集。</p>
</div>

<div id="score" name="score">
	<p class="title">结课及成绩的规则说明</p>
	<p><b>Q：什么是结课课程？<br>
	A：</b>您可以根据自己的需要选择购买当前有效期内“慕享”平台开放的课程，付款成功后您能在学习页面查看到已购课程。课程有效期结束后，系统自动结课并将关闭修炼、闯关、随机PK、错题集等学习功能。您可查看已结课课程的成绩详情。</p>
	<p><b>Q：课程成绩是怎么计算的？<br>
	<#if scoreRuleDesc??>
	A：</b>${scoreRuleDesc}</p>
	<#else>
	A：</b>课程成绩为您全部章总结闯关、测试成绩的平均分，每个章总结闯关分数、测试分数只记单次最高成绩。<br>
	总成绩=阶段测评成绩&times;70%＋学习行为成绩&times;30%<br>
	阶段测评成绩=（第一章章总结得分&times;第一章权重＋…＋第M章章总结得分&times;第M章权重）&times;70%＋（期末试卷一得分＋…＋期末试卷N得分）&divide;N&times;30%<br>
	学习行为成绩= 标准学习任务完成度&times;100<br>
	各章的章节权重值可以在该课程的成绩详情页中查看。</p>
	</#if>
</div>

<div id="pay" name="pay">
	<p class="title">支付常见问题</p>
	<p><b>Q：都有哪些支付方式？<br>
	A：</b>慕享iOS版支持苹果支付，慕享Android版支持支付宝、微信付款。</p>

	<p><b>Q：在支付过程中断网或者没电了怎么办？<br>
	A：</b>支付过程中如果遇意外中断，请在恢复正常通讯后检查是否有支付成功的系统消息。若银行已扣款，但金币数量没有变化，请及时联系客服。</p>

	<p><b>Q：支付成功后，可以退款吗？<br>
	A：</b>金币充值成功，暂不支持退款。</p>
</div>
</body>
</html>