<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>
    <meta charset="utf-8"/>
    <title>慕享用户使用协议</title>
</head>
<body>
<div>
<p style="text-align:center;line-height:300%;"><b>《慕享用户使用协议 》</b></p>

<p><b>1. 特别提示</b></p>
<p>1.1<br>
北京小逗网络科技有限公司（以下合称"小逗公司"）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的慕享高等教育自学考试学习和测量平台服务（以下简称平台服务），为获得平台服务，平台服务使用人（以下称"用户"）应当基于了解本协议全部内容，在独立思考的基础上认可、同意本协议的全部条款并按照页面上的提示完成全部的注册程序。请您仔细阅读本协议全部条款，并确认您已完全了解本协议之规定。未成年人应当在监护人陪同和指导下阅读本协议，并在使用本协议项下服务前取得监护人的同意。<br>
除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束，本协议将构成您与小逗公司之间直接有约束力的法律文件。<br>
1.2<br>
用户有权在小逗公司为其开通、并同意向其提供服务的基础上使用平台服务。该用户帐号和密码由用户负责保管；用户使用平台服务过程中，须对自身使用平台服务的行为，对任何由用户通过平台服务发布、公开的信息，及对由此产生的任何后果承担全部责任。<br>
1.3<br>
为提高用户的平台服务使用感受和满意度，用户同意小逗公司将基于用户的操作行为对用户数据进行调查研究和分析，从而进一步优化平台服务。<br>
</p>
<p><b>2. 服务内容</b></p>
<p>2.1<br>
平台服务的具体内容由小逗公司根据实际情况提供，包括但不限于授权用户通过其帐号，使用平台服务进行课程的学习，阅读资料，测试闯关，线上PK，并在自考圈发布观点、评论、图片、视频等，小逗公司有权对其提供的服务或产品形态进行升级或其他调整，并将及时更新页面、告知用户。<br>
2.2<br>
小逗公司提供的部分服务为收费服务，用户使用收费网络服务需要向小逗公司支付一定的费用。对于收费服务，小逗公司会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则小逗公司有权不向用户提供该等收费服务。收费服务包括但不限于课程课件，复习资料，闯关及PK练习的题库。收费服务费用一旦支付，非因小逗公司过错，不予退还。<br>
2.3<br>
在平台提供的收费服务中，小逗公司将尽可能保证课程资料、课件以及题库的正确性。若上述内容出现与考试复习大纲、真题相违背的明显错误，小逗公司将尽可能即使做出修改和更正。若发现上述内容有误，用户可以通过直接点击“题目报错”按钮，对错误内容进性申请更正，小逗公司将在三个工作日内即时处理，并做出更正，发布更正声明。<br>
2.4<br>
用户理解，小逗公司仅提供与平台服务相关的技术服务等，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。<br>
</p>
<p><b>3. 服务变更、中断或终止</b></p>
<p>3.1<br>
鉴于网络服务的特殊性（包括但不限于服务器的稳定性问题、恶意的网络攻击等行为的存在及其他小逗公司无法控制的情形），用户同意小逗公司有权随时中断或终止部分或全部的平台服务（包括收费服务），若发生该等中断或中止平台服务的情形，小逗公司将尽可能及时通过网页公告、系统通知、短信提醒或其他合理方式通知受到影响的用户。如中断或终止的平台服务属于收费服务，小逗公司将向受影响的用户提供等值的替代性的收费网络服务。<br>
3.2<br>
用户理解，小逗公司需要定期或不定期地对提供平台服务的平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，小逗公司无需为此承担任何责任，但小逗公司应尽可能事先进行通告。<br>
3.3<br>
如发生下列任何一种情形，小逗公司有权随时中断或终止向用户提供本协议项下的平台服务（包括收费服务）而无需对用户或任何第三方承担任何责任：<br>
3.3.1 用户提供的个人资料不真实；<br>
3.3.2 用户违反法律法规国家政策或本协议中规定的使用规则；<br>
3.3.3 用户在使用收费服务时未按规定为其所使用的收费服务实现支付目的。<br>
3.4<br>
如用户在申请开通平台服务后在任何连续180日内未实际使用，则小逗公司有权选择采取以下任何一种方式进行处理：<br>
3.4.1 回收用户昵称；<br>
3.4.2 回收用户账号，或停止为该用户提供平台服务。<br>
</p>
<p><b>4. 使用规则</b></p>
<p>4.1<br>
用户注册平台账号，制作、发布、传播信息内容的，应当使用真实身份信息及个人资料，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册；若用户的个人资料有任何变动，用户应及时更新。<br>
4.2<br>
用户可自行编辑注册信息中的账号名称、头像、简介等，但应遵守“七条底线”以及相关管理规定，不得含有违法和不良信息。<br>
4.3<br>
如用户违反前述约定，依据相关法律、法规及国家政策要求，小逗公司有权随时采取不予注册、通知限期改正、注销登记用户账号、中止或终止用户对平台服务的使用等措施。如果用户冒用、关联机构或社会名人注册账号名称，小逗公司有权注销用户该账号，并向互联网信息内容主管部门报告。<br>
4.4<br>
小逗公司将建立健全用户信息安全管理制度、落实技术安全防控措施。小逗公司将对用户使用平台服务过程中涉及的用户隐私内容加以保护。<br>
4.5<br>
由于平台服务的存在前提是用户在申请开通平台服务的过程中所提供的帐号，则用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号或平台服务遭他人非法使用，应立即通知小逗公司。因黑客行为或用户的保管疏忽导致帐号、密码及平台服务遭他人非法使用，小逗公司有权拒绝承担任何责任。<br>
4.6<br>
用户同意小逗公司在提供平台服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在小逗公司网站的任何页面上投放广告）。<br>
4.7<br>
用户在使用平台服务的过程中应文明发言，并依法尊重其它用户的人格权与身份权等人身权利，共同建立和谐、文明、礼貌的网络社交环境。<br>
4.8<br>
用户在使用平台服务过程中，必须遵循以下原则：<br>
4.8.1 不得违反中华人民共和国法律法规及相关国际条约或规则；<br>
4.8.2 不得违反与网络服务、平台服务有关的网络协议、规定、程序及行业规则；<br>
4.8.3 不得违反法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求；<br>
4.8.4 不得进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br>
4.8.5 不得上传、展示或传播任何不实虚假、冒充性的、骚扰性的、中伤性的、攻击性的、辱骂性的、恐吓性的、种族歧视性的、诽谤诋毁、泄露隐私、成人情色、恶意抄袭的或其他任何非法的信息资料；<br>
4.8.6 不得以任何方式侵犯其他任何人依法享有的专利权、著作权、商标权等知识产权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益，或其他任何合法权益；<br>
4.8.7 不得以任何形式侵犯小逗公司的权利和/或利益或作出任何不利于平台公司的行为；<br>
4.8.8 不得从事其他任何影响平台平台正常运营、破坏平台平台经营模式或其他有害平台平台生态的行为。<br>
4.8.9 不得为其他任何非法目的而使用平台服务。 <br>
4.9<br>
小逗公司针对某些特定的平台服务的使用通过各种方式（包括但不限于网页公告、系统通知、私信、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等平台服务，视为用户同意该等声明、通知、警示的内容。<br>
4.10<br>
小逗公司有权对用户使用平台服务的行为及信息进行审查、监督及处理，包括但不限于用户信息（账号信息、个人信息等）、发布内容等范畴。如小逗公司发现、或收到第三方举报或投诉用户在使用平台服务时违反本协议第四条使用规则相关规定，小逗公司或其授权的主体有权依据其合理判断要求用户：<br>
a. 限期改正;<br>
b. 不经通知直接采取一切必要措施以减轻或消除用户不当行为造成的影响，并将尽可能在处理之后对用户进行通知。上述必要措施包括但不限于更改、屏蔽或删除相关内容，警告违规账号，限制或禁止违规账号部分或全部功能，暂停、终止、注销用户使用平台服务的权利等。<br>
4.11<br>
如用户在使用平台服务的过程中遇到其它用户上传违法侵权等内容，可直接进行举报，相关人员会尽快核实并进行处理； 如涉及姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益纠纷的处理，根据《最高人民法院关于审理利用信息网络侵害人身权益民事纠纷案件适用法律若干问题的规定》进行处理；如用户认为上述方法无法解决遇到的问题、或用户觉得有必要向司法行政机关寻求帮助的，请用户尽快向相关机关反馈，小逗公司将依法配合司法机关的调查取证工作。 <br>
</p>
<p><b>5. 知识产权</b></p>
<p>5.1<br>
小逗公司是平台的所有权及知识产权权利人。<br>
5.2<br>
小逗公司是平台产品的所有权及知识产权权利人。上述平台产品指的是小逗公司通过平台为用户提供的包括但不限于信息发布分享、关系链拓展、便捷辅助工具、平台应用程序、公众开放平台等功能、软件、服务等。<br>
5.3<br>
平台所有真题的版权归考试机构所有。其余全部内容，包括并不限于程序代码、界面设计、版面框架、数据资料、题目解析、报告和其他图形、图片、文字信息、音频、视频、软件、程序以及网页版式设计、编排等均归小逗公司独立拥有，除按照法律法规规定应由相关权利人享有权利的内容以外。<br>
5.4<br>
用户在使用平台平台的过程中，可能会使用到由第三方针对平台服务开发的在平台平台运行的功能、软件或服务，用户除遵守本协议相关规定以外，还应遵守第三方相关规定，并尊重第三方权利人对其功能、软件、服务及其所包含内容的相关权利。<br>
5.5<br>
鉴于以上，用户理解并同意：<br>
5.5.1 未经小逗公司及相关权利人同意，用户不得对上述功能、软件、服务进行反向工程 （reverse engineer）、反向编译（decompile）或反汇编（disassemble）等；同时，不得将上述内容或资料在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者用于其他任何目的。<br>
5.5.2 严禁任何个人或单位在未经本公司许可的情况下对这些内容进行翻版、复制、转载、篡改等影响平台内容独特性的操作及传播行为；平台帐号只为注册用户本人所专有，严禁一个帐号多人使用，如若发现上述情况，本公司将有权停止其帐号使用，并根据情节的严重程度诉诸法律。<br>
5.5.3 小逗公司并不对上述任何由第三方提供的功能、软件、服务或内容进行任何保证性的、或连带性的承诺或担保，由此产生的任何纠纷、争议或损害，由用户与第三方自行解决，小逗公司不承担任何责任；<br>
5.5.4 为更好地维护平台生态，小逗公司保留在任何时间内以任何方式处置上述由小逗公司享受所有权及知识产权的产品或内容，包括但不限于修订、屏蔽、删除或其他任何法律法规允许的处置方式。<br>
</p>

<p><b>6. 隐私保护</b></p>
<p>6.1<br>
本协议所指的“隐私”包括《电信和互联网用户个人信息保护规定》第4条关于个人信息、《最高人民法院关于审理利用信息网络侵害人身权益民事纠纷案件适用法律若干问题的规定》第12条关于个人隐私、以及未来不时制定或修订的法律法规中明确规定的隐私应包括的内容。<br>
6.2<br>
保护用户隐私和其他个人信息是小逗公司的一项基本政策，小逗公司保证不会将单个用户的注册资料及用户在使用平台服务时存储在小逗公司的非公开内容用于任何非法的用途，且保证将单个用户的注册资料进行商业上的利用时应事先获得用户的同意，但下列情况除外：<br>
6.2.1 事先获得用户的明确授权；<br>
6.2.2 为维护社会公共利益；<br>
6.2.3 学校、科研机构等基于公共利益为学术研究或统计的目的，经自然人用户书面同意，且公开方式不足以识别特定自然人；<br>
6.2.4 用户自行在网络上公开的信息或其他已合法公开的个人信息；<br>
6.2.5 以合法渠道获取的个人信息；<br>
6.2.6 用户侵害小逗公司合法权益，为维护前述合法权益且在必要范围内；<br>
6.2.7 根据相关政府主管部门的要求；<br>
6.2.8 根据相关法律法规或政策的要求；<br>
6.2.9 其他必要情况。<br>
6.3<br>
为提升平台服务的质量，小逗公司可能会与第三方合作共同向用户提供相关的平台服务，此类合作可能需要包括但不限于平台用户数据与第三方用户数据的互通。在此情况下，用户知晓并同意如该第三方同意承担与小逗公司同等的保护用户隐私的责任，则小逗公司有权将用户的注册资料等提供给该第三方，并与第三方约定用户数据仅为双方合作的平台服务之目的使用；并且，小逗公司将对该等第三方使用用户数据的行为进行监督和管理，尽一切合理努力保护用户个人信息的安全性。<br>
</p>
<p><b>7. 免责声明</b></p>
<p>7.1<br>
用户在使用平台服务的过程中应遵守国家法律法规及政策规定，因其使用平台服务而产生的行为后果由用户自行承担。<br>
7.2<br>
平台尽可能保证付费服务课程的真实性，准确性，完整性。若向用户提供的课程内容，复习资料，闯关及PK题库，仅供参考，若出现与现行教材、考试大纲、真题题库相悖内容，请以现行教材、考试大纲、真题题库为准，由此对用户学习、分数造成的影响，平台不承担相应的责任。<br>
7.3<br>
用户通过平台自考圈服务发布的任何信息，及通过平台服务传递的任何观点不代表小逗公司之立场，小逗公司亦不对其完整性、真实性、准确性或可靠性负责。用户对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何信息，包括但不仅限于其发生的任何错误或遗漏；或是由于使用通过平台服务发布、私信、传达、其他方式所释出的或在别处传播的信息，而造成的任何损失或伤害，应由相关行为主体承担全部责任。<br>
7.4<br>
鉴于外部链接指向的网页内容非小逗公司实际控制的，因此小逗公司无法保证为向用户提供便利而设置的外部链接的准确性和完整性。<br>
7.5<br>
对于因不可抗力或小逗公司不能控制的原因造成的平台服务中断或其它缺陷，小逗公司不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br>
7.6<br>
用户同意，对于小逗公司向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，小逗公司无需承担任何责任：<br>
7.6.1 小逗公司向用户免费提供的平台服务；<br>
7.6.2 小逗公司向用户赠送的任何产品或者服务；<br>
7.6.3 小逗公司向收费平台服务用户附赠的各种产品或者服务。<br>
7.7<br>
用户知悉并同意，小逗公司可能会与第三方合作向用户提供产品（包括但不限于游戏、第三方应用等）并由第三方向用户提供该产品的升级、维护、客服等后续工作，由该等第三方对该产品的质量问题或其本身的原因导致的一切纠纷或用户损失承担责任，用户在此同意将向该第三方主张与此有关的一切权利和损失。<br>
</p>
<p><b>8. 违约赔偿</b></p>
<p>8.1<br>
如因小逗公司违反有关法律、法规或本协议项下的任何条款而给用户造成损失，小逗公司同意承担由此造成的损害赔偿责任。<br>
8.2<br>
用户同意保障和维护小逗公司及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给小逗公司或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。<br>
</p>
<p><b>9. 协议修改</b></p>
<p>9.1<br>
小逗公司有权随时修改本协议的任何条款，一旦本协议的内容发生变动，小逗公司将会在平台网站上公布修改之后的协议内容，若用户不同意上述修改，则可以选择停止使用平台服务。小逗公司也可选择通过其他适当方式（比如系统通知）向用户通知修改内容。<br>
9.2<br>
如果不同意小逗公司对本协议相关条款所做的修改，用户有权停止使用平台服务。如果用户继续使用平台服务，则视为用户接受小逗公司对本协议相关条款所做的修改。<br>
</p>
<p><b>10. 通知送达</b></p>
<p>10.1<br>
本协议项下小逗公司对于用户所有的通知均可通过网页公告、电子邮件、系统通知、平台管理帐号主动联系、私信、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br>
10.2<br>
用户对于小逗公司的通知应当通过小逗公司对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br>
</p>
<p><b>11. 法律适用</b></p>
<p>11.1<br>
平台依据并贯彻中华人民共和国法律法规、政策规章及司法解释之要求，包括但不限于《全国人民代表大会常务委员会关于加强网络信息保护的决定》、《最高人民法院最高人民检察院适用法律若干问题的解释》等文件精神，制定《慕享服务使用协议》。<br>
11.2<br>
本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br>
11.3<br>
如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向小逗公司所在地的人民法院提起诉讼。<br>
</p>
<p><b>12. 其他规定</b></p>
<p>12.1<br>
本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br>
12.2<br>
如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br>
12.3<br>
本协议中的标题仅为方便而设，在解释本协议时应被忽略。
</p>
</div>
</body>
</html>